name: "pipeline"
max_batch_size: 1
input {
  name: "input"
  data_type: TYPE_FP32
  dims: 1
  dims: -1
  dims: -1
}
output {
  name: "respone_latex"
  data_type: TYPE_STRING
  dims: -1
}
instance_group {
  count: 1
  kind: KIND_GPU
}
dynamic_batching {
}
backend: "python"
