
backend: "python"
max_batch_size: 64

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [1, -1, -1]
  }
]
output [
  {
    name: "respone_latex"
    data_type: TYPE_STRING
    dims: [ -1]
  }
]

dynamic_batching {
}

instance_group [
  {
    count: 2
    kind: KIND_GPU
    gpus: [ 0]
  }
]
